[
    {
        "date": "1227",
        "dates": [
            {
                "name": "Международный день противоэпидемической готовности",
                "description": "Дата, учреждённая ООН, чтобы напоминать о важности готовности к эпидемиям: раннего обнаружения, координации и укрепления систем здравоохранения.\nПодходит для «познавательных» постов про то, как мир учится на вспышках инфекций.",
                "type": "international",
                "countries": [
                    "WW"
                ]
            },
            {
                "name": "День спасателя Российской Федерации (День МЧС)",
                "description": "Профессиональный день спасателей в России.\nМожно посвятить пост людям, которые первыми приезжают на ЧС, и коротко рассказать, чем вообще занимается МЧС (помощь при пожарах, наводнениях, поисково-спасательные работы и т.п.).",
                "type": "national",
                "countries": [
                    "RU"
                ]
            },
            {
                "name": "День снежинок из бумаги",
                "description": "Уютный неофициальный зимний праздник: вырезание снежинок из бумаги как простая «антистресс»-активность перед Новым годом.\nИдея для приложения: мини-челлендж «вырежи снежинку за 60 секунд» или генератор узоров.",
                "type": "interesting",
                "countries": [
                    "RU"
                ]
            },
            {
                "name": "День без вмешательств (No Interruptions Day)",
                "description": "Неофициальный день про фокус и тишину: повесь «Не беспокоить» и выдели время на спокойное завершение дел перед концом года.\nХорошо ложится на механики «2 минуты без отвлечений»/таймер концентрации.",
                "type": "interesting",
                "countries": [
                    "US"
                ]
            },
            {
                "name": "Старт второго путешествия HMS Beagle (выход в море с Чарльзом Дарвином)",
                "description": "27 декабря 1831 года экспедиция HMS Beagle отправилась в плавание, где молодой Чарльз Дарвин собрал наблюдения, которые позже сильно повлияли на развитие эволюционных идей.\nДля «познавательной» заметки: что такое научная экспедиция и почему дневники наблюдений меняют науку.",
                "type": "historical",
                "countries": [
                    "GB"
                ]
            }
        ]
    },
    {
        "date": "1228",
        "dates": [
            {
                "name": "Международный день кино",
                "description": "Неофициальная дата для празднования кино — её часто связывают с первым публичным платным показом фильмов братьев Люмьер в Париже (1895).\nМожно сделать «день 30-секундных историй»: мини-сюжет/кадр дня в приложении.",
                "type": "international",
                "countries": [
                    "WW"
                ]
            },
            {
                "name": "Первый публичный киносеанс братьев Люмьер (Париж, 1895)",
                "description": "28 декабря 1895 года в «Гран-кафе» в Париже прошёл первый публичный сеанс «синематографа».\nЭто удобная «познавательная» дата: как технология стала массовым искусством.",
                "type": "historical",
                "countries": [
                    "FR"
                ]
            },
            {
                "name": "День карточных игр (Card Playing Day)",
                "description": "Неофициальный день, который предлагает собраться и сыграть в любые карточные игры — от простых до стратегических.\nИдея для приложения: ежедневная «карта дня» (рандом-бонус/задание).",
                "type": "interesting",
                "countries": [
                    "US"
                ]
            },
            {
                "name": "День рождественского пряника",
                "description": "Тёплый «вкусный» повод: пряники, специи и домашняя выпечка.\nХорошо подходит для лёгких заданий: «выбери любимую специю дня» или «пряничный факт».",
                "type": "interesting",
                "countries": [
                    "RU"
                ]
            }
        ]
    },
    {
        "date": "1229",
        "dates": [
            {
                "name": "День «тик-так» (Tick Tock Day)",
                "description": "Неофициальный день «закрыть хвосты» перед концом года: доделать незавершённое, дописать, докинуть, довести до финала.\nВ приложении это может быть день «финального клика»: один маленький шаг к завершению.",
                "type": "interesting",
                "countries": [
                    "US"
                ]
            },
            {
                "name": "День Pepper Pot (Pepper Pot Day)",
                "description": "Неофициальный гастро-день, посвящённый традиционному густому супу/рагу «pepper pot».\nЕсли хочется познавательного твиста: «блюдо дня + короткая история происхождения».",
                "type": "interesting",
                "countries": [
                    "US"
                ]
            },
            {
                "name": "Международный день виолончели",
                "description": "Неофициальный музыкальный праздник для любителей виолончели.\nМожно сделать «саунд-день»: один факт про инструмент и короткий плейлист/рекомендация жанра (без цитирования длинных текстов/лирики).",
                "type": "international",
                "countries": [
                    "WW"
                ]
            },
            {
                "name": "Указ Петра I о новом летоисчислении (переход к датировке «от Рождества Христова»)",
                "description": "Историческое событие: реформы Петра I закрепляли европейский формат датирования и начало года с 1 января.\nОтличная «познавательная» тема: почему календари и формат даты — это тоже технология.",
                "type": "historical",
                "countries": [
                    "RU"
                ]
            }
        ]
    },
    {
        "date": "1230",
        "dates": [
            {
                "name": "Образование СССР (1922)",
                "description": "30 декабря 1922 года на I Всесоюзном съезде Советов в Москве была оформлена декларация об образовании СССР.\nДля «познавательной» заметки: как политические союзы меняют карту и институты.",
                "type": "historical",
                "countries": [
                    "RU"
                ]
            },
            {
                "name": "Праздник грандиозных перемен в последнюю минуту (Festival of Enormous Changes at the Last Minute)",
                "description": "Неофициальный день про «успеть поменять важное до конца года»: решиться на шаг, который давно откладывал.\nДля приложения: мягкий челлендж «одна смелая правка» (навести порядок, закрыть задачу, написать важное сообщение).",
                "type": "interesting",
                "countries": [
                    "US"
                ]
            },
            {
                "name": "День пищевой соды (Bicarbonate of Soda Day)",
                "description": "Неофициальный день, посвящённый обычной пищевой соде и её бытовым применениям.\nМожно подать как «познавательный микро-факт дня» про химию в быту (без опасных советов и экспериментов).",
                "type": "interesting",
                "countries": [
                    "US"
                ]
            },
            {
                "name": "Falling Needles Family Fest Day (день «опадающих иголок»)",
                "description": "Неофициальный «семейный» день: символически завершить праздничный сезон и заняться уборкой/переработкой живой ёлки.\nИдея для приложения: «финальный чек-лист года» на 2 минуты.",
                "type": "interesting",
                "countries": [
                    "US"
                ]
            },
            {
                "name": "День заворачивания подарков",
                "description": "Неофициальный повод выделить время на упаковку подарков перед Новым годом.\nМожно сделать мини-активность: «упакуй одну штуку» или «придумай 3 варианта подписи к открытке».",
                "type": "interesting",
                "countries": [
                    "WW"
                ]
            }
        ]
    },
    {
        "date": "1231",
        "dates": [
            {
                "name": "Канун Нового года (New Year's Eve)",
                "description": "Последний день года — традиционный момент подвести итоги и наметить планы.\nДля приложения: «итог дня/года» в одном коротком выборе или мини-опросе.",
                "type": "international",
                "countries": [
                    "WW"
                ]
            },
            {
                "name": "День «прими решение» (Make Up Your Mind Day)",
                "description": "Неофициальный день, который предлагает закрыть год одним ясным выбором — перестать сомневаться и определиться.\nОтлично подходит под механику «выбери одно из двух» за 10 секунд.",
                "type": "interesting",
                "countries": [
                    "US"
                ]
            },
            {
                "name": "Открытие первой междугородной телефонной линии Санкт-Петербург — Москва (1898)",
                "description": "31 декабря 1898 года официально открылась телефонная линия между двумя столицами Российской империи.\nМожно сделать «познавательный день связи»: как росли сети и почему расстояние перестало быть барьером.",
                "type": "historical",
                "countries": [
                    "RU"
                ]
            },
            {
                "name": "Отставка Бориса Ельцина и обращение исполняющего обязанности президента (1999)",
                "description": "31 декабря 1999 года первый президент России объявил об отставке; в тот же день прозвучало новогоднее обращение исполняющего обязанности президента.\nЕсли добавлять в базу, лучше подавать нейтрально: как исторический факт.",
                "type": "historical",
                "countries": [
                    "RU"
                ]
            }
        ]
    }
]